Repository: Hugodehu/Backup-Software
Catalog: *_G1_L1/*_G1_L1/Language/Resources.resx
Languages: ps

# CopieEnd
source: Copy Completed
ps: Copie terminée

# CreateJobBack
source: Back
ps: Retour

# CreateJobEncrypt
source: Encrypt save
ps: Voulez vous encrypter votre sauvegarde ?

# CreateJobFileDestination
source: Path file destination
ps: Chemin du fichier de destination

# CreateJobFileSource
source: Path file source
ps: Chemin du fichier source

# CreateJobFolderDestination
source: Path folder destination
ps: Chemin du dossier de destination

# CreateJobFolderSource
source: Path folder source
ps: Chemin du dossier source

# CreateJobNameSave
source: Name save
ps: Nom de la sauvegarde

# CreateJobSaveJob
source: Save job
ps: Enregister le travail

# CreateJobSource
source: Path
ps: Chemin

# CreateJobTitle
source: Creation of a job
ps: Création d'un travail de sauvegarde

# CreateJobTypeFullDif
source: Type of works
ps: Type de travail de sauvegarde

# CreateJobTypeSave
source: Type save
ps: Type de sauvegarde

# DeleteJobConfirmTitle
source: Do you really want to override this backup work?
ps: Voulez vous vraiment surpprimer ce travail de sauvegarde ?

# DeleteJobDeleteJob
source: Delete job
ps: Supprimer le travail

# DeleteJobEncrypt
source: Save encrypt
ps: Sauvegarde encrypter

# DeleteJobMessage
source: Delete the backup job
ps: Suppression du travail de sauvegarde

# DeleteJobTitle
source: Delete a job
ps: Suppression d'un travail de sauvegarde

source: Differential
ps: Différentiel

source: Encryption extension
ps: Extension d'encryptage

# ErrorDestinationEmpty
source: Please enter the path of the destination file/folder.
ps: Veuillez rentrer le chemin du fichier/dossier de destination.

# ErrorEncryptEmpty
source: Please fill in your choice regarding the encryption of your backup.
ps: Veuillez renseigner votre choix concernant l'encryptage de votre sauvegarde.

# ErrorNameSaveEmpty
source: Please enter the name of the backup.
ps: Veuillez rentrer le nom de la sauvegarde.

# ErrorSelectFileDestination
source: Please select a destination file
ps: Veuillez selectionner un fichier de destination

# ErrorSelectFileSource
source: Please select a source file
ps: Veuillez selectionner un fichier source

# ErrorSelectFolderDestination
source: Please select a destination folder
ps: Veuillez selectionner un dossier de destination

# ErrorSelectFolderSource
source: Please select a source folder
ps: Veuillez selectionner un dossier source

# ErrorSourceEmpty
source: Please enter the path of the source file/folder.
ps: Veuillez rentrer le chemin du fichier/dossier source.

# ErrorTypeEmpty
source: Please enter the type of backup.
ps: Veuillez rentrer le type de sauvegarde.

# ErrorTypeOfWork
source: Please enter the type of backup job.
ps: Veuillez rentrer le type de travail de sauvegarde.

source: File
ps: Fichier

source: Folder
ps: Dossier

source: Full
ps: Entier

# MainWindowJob
source: Jobs
ps: Travaux

# MainWindowJobAdd
source: Add
ps: Ajouter

# MainWindowJobDelete
source: Delete
ps: Supprimer

# MainWindowJobModify
source: Modifiy
ps: Modifier

# MainWindowJobRead
source: Read
ps: Lire

# MainWindowJobSelected
source: Job selected :
ps: Travail séléctionné :

# MainWindowParameters
source: Parameters
ps: Paramètres

# MainWindowSave
source: Save
ps: Sauvegarde

source: Maximum file size
ps: Taille maximum du fichier

# ModifyJobTitle
source: Modify job
ps: Modification d'un travail de sauvegarde

source: NO
ps: NON

# NumberSaveTitle
source: Number of backups :
ps: Nombre de sauvegarde :

# OtherMaximumFileSize
source: Other maximum size
ps: Autre taille maximum

# ParamsLanguage
source: Language:
ps: Langue :

# ParamsPathDefault
source: Default save path:
ps: Chemin de sauvegarde par défaut :

# ParamsTitle
source: Parameters of the app:
ps: Paramètres généraux de l'application

# ParamsTypeLogs
source: Logs type:
ps: Type de logs :

# ParamsValidate
source: Validate parameters
ps: Valider les paramètres

# PriorityExtension
source: Priority software extension
ps: Extension logiciel prioritaire

# ReadJobConfirm
source: Save job
ps: Lancer le travail de sauvegarde

# ReadJobTitle
source: Information of the job
ps: Informations sur le travail de sauvegarde

# SaveConfirm
source: Save
ps: Lancer la sauvegarde

# SaveParamsEncrypt
source: Encrypt :
ps: Cryptage :

# SaveParamsSave
source: Parameters save :
ps: Paramètres de sauvegarde :

source: Validate
ps: Valider

source: Work completed
ps: Travail terminé

# WorkDestination
source: Path destination
ps: Chemin de destination

# WorkEncrypt
source: Encrypt
ps: Encryptage

# WorkFileFolder
source: File/Folders
ps: Fichier/Dossier

# WorkNameJob
source: Name
ps: Nom du travail

# WorkSource
source: Path source
ps: Chemin source

# WorkTitle
source: List of jobs
ps: Liste des travaux de sauvegarde

# WorkType
source: Type job
ps: Type de travail

source: YES
ps: OUI
